In [1]:
import iaqf_data_importer as mydata

In [2]:
mydata.df_automobile_sale_01_08

           DATE    TOTALSA
0    2001-01-07  17.629145
1    2001-01-14  17.850691
2    2001-01-21  16.499039
3    2001-01-28  14.163210
4    2001-02-04  16.917572
..          ...        ...
412  2008-11-30  10.745410
413  2008-12-07  12.533865
414  2008-12-14  10.298568
415  2008-12-21   9.594489
416  2008-12-28  10.409944

[417 rows x 2 columns]